[X2EventListener_ArmoryMenu_LifetimeStats]
strLSRMenuOption="单兵生涯战绩"
strLSRTooltip="打开单兵生涯战绩"
LSRListItemDescription="查看已收集的该单位战绩完整列表"

[UIPanel_WOTCLifetimeStats]
strWOTCLifetimeStats="单兵生涯战绩" ;gets appended with [unit name]
strWOTCDeadtimeStats="阵亡士兵战绩" ;gets appended with [unit name]

strShots="攻击"
strHits="击中"
strMisses="失误"
strCrits="暴击"
strGrazes="擦伤"
strKills="击杀"
strExecutions="处决"

strTilesMoved="移动距离"
strGrenadesUsed="榴弹用量"

strDaysOnBoard="船上服役天数"
strDaysInInfirmary="伤病天数"
strDaysSinceDeath="阵亡日期"
strDiedBecause="阵亡原因"
strOnOperation="执行任务次数"

strAvgHit="平均命中" ;gets appended with %
strAvgCrit="平均暴击" ;gets appended with %
strLucky="幸运率" ;gets appended with %
strUnlucky="不幸率" ;gets appended with %

strCurrHitStreak="连续击中"
strBestHitStreak="最多连续击中"
strCurrMissStreak="连续失误"
strWorstMissStreak="最多连续失误"

strHealingGiven="给予治疗量"
strHealingTaken="受到治疗量"

strDmgDealt="伤害量"
strShreddedThem="破甲伤害量"
strDmgToShields="被敌人护盾抵消量"
strDmgNegated="被敌人护甲抵消量" ;Damage a unit should have done but was blocked by armor

strDmgTaken="受伤害量"
strShreddedUs="受破甲伤害量"
strDmgShielded="被自身护盾抵消量"
strDmgAbsorbed="被自身护甲抵消量" ;Damage that should have been done to self but blocked by armor

strEAS="预期/实际命中比率" ;please see ChristopherOdds discord @Wolfson for an explanation of this

strEmpty1="无数据"
strEmpty2="待显示"
